Repository: Lafydev/Animage
Catalog: po/*.po
Languages: fr

source: Image informations
fr: Informations de l'image

source: Attached
fr: Attaché

source: Open
fr: Ouvrir

source: Change directory
fr: Changer de répertoire

source: Delay in sec.
fr: Délai en sec.

source: Delay
fr: Délai

source: Keep ratio
fr: Garder ratio

source: Enlarge
fr: Etirer

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Open...
fr: Ouvrir...

source: _Cancel
fr: _Annuler

source: _Open
fr: _Ouvrir

source: Keep below
fr: Rester en dessous

source: Keep above
fr: Rester au dessus

source: photo slideshow
fr: Défilement de photos

source: photo slideshow with time and ratio parameters
fr: Défilement de photos avec paramètrage du délai et ratio
